[
  {
    "CompanyID": 1001,
    "CompanyName": "Cozy Nest Home Essentials",
    "Industry": "Household",
    "IndustryID": 1,
    "ApplicationID": 1,
    "YearEstablished": "3/15/2016",
    "Location": "Sydney",
    "UsageOfFunds": "Inventory and Growth Capital",
    "Amount": "$2.25 million AUD",
    "EnvironmentalScore": 80,
    "SocialScore": 88,
    "GovernanceScore": 95,
    "ShortGeneralDescription": "Cozy Nest Home Essentials is a lifestyle brand offering eco-conscious and aesthetically pleasing household products designed to create warmer, more organized, and sustainable homes.",
    "LongGeneralDescription": "Cozy Nest Home Essentials is a lifestyle brand committed to transforming everyday living through thoughtfully designed household products. We specialize in eco-conscious cleaning tools, modular storage systems, and minimalist décor that blend functionality with aesthetic appeal. Our mission is to make homes feel warmer, more organized, and more sustainable—one product at a time. With a growing customer base across Australia and Southeast Asia, we continue to innovate in the space where comfort meets practicality.",
    "ShortApplicationDescription": "Cozy Nest Home Essentials seeks $2.25 million AUD to scale high-demand inventory, fund the full launch of its biodegradable concentrate line, and drive targeted customer acquisition to achieve $4.5 million in revenue within 18 months.",
    "LongApplicationDescription": "Cozy Nest Home Essentials is seeking $2,250,000 AUD in strategic capital to bridge the gap between strong existing traction ($2.5M Annual Revenue) and scalable profitability. This investment is crucial for securing a 24-month operating runway and hitting our target of $4.5 million in annual revenue. The funds will be deployed strategically: • Inventory Scaling (50% or $1,125,000): Dedicated to fulfilling the anticipated $2.0 million increase in sales by securing bulk inventory and optimizing our supply chain efficiency to improve gross margins. • Product Innovation (25% or $562,500): Funding the full development, testing, and initial mass production of our new eco-conscious cleaning concentrate refills, which are projected to boost recurring revenue. • Growth Marketing (15% or $337,500): Investing in data-driven digital marketing and brand expansion efforts, specifically targeting high-LTV customer segments in Australia and supporting the initial New Zealand market entry. • Working Capital (10% or $225,000): Providing essential operating cash and a financial buffer to maintain uninterrupted operations and cover the current minimal burn rate during the growth phase."
  }
]